Revit 2027 API
IntegerParameterValue Constructor
 Default constructor
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public IntegerParameterValue()
Public Sub New
public:
IntegerParameterValue()
new : unit -> IntegerParameterValue
See Also
Reference
IntegerParameterValue Class
IntegerParameterValue Overload
Autodesk.Revit.DB Namespace